Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: You are about to delete a page along with all of its history. Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ca_es: Esteu a punt d'esborrar de forma permanent una pàgina o imatge i tot el seu historial de la base de dades. Confirmeu que realment ho voleu fer, que enteneu les conseqüències, i que el que esteu fent està d'acord amb la [[{{MediaWiki:Policy-url}}|política]] del projecte.

source: Action complete
ca_es: S'ha realitzat l'acció de manera satisfactòria.

source: Action failed
ca_es: L'acció ha fallat

source: "$1" has been deleted. See $2 for a record of recent deletions.
ca_es: «$1» ha estat esborrat. Vegeu $2 per a un registre dels esborrats més recents.

source: Deletion log
ca_es: Registre d'eliminació

source: Below is a list of the most recent deletions.
ca_es: Davall hi ha una llista dels esborraments més recents.

source: deletion log
ca_es: Registre d'esborrats

source: Reverted to earlier revision
ca_es: Invertit amb una revisió anterior

source: * Common delete reasons ** Spam ** Vandalism ** Copyright violation ** Author request ** Broken redirect
ca_es: *Motius freqüents d'esborrat ** Brossa ** Vandalisme ** Violació del copyright ** Demanada per l'autor ** Redirecció trencada

source: Edit deletion reasons
ca_es: Edita els motius d'eliminació

source: This page has a large edit history, over $1 {{PLURAL:$1|revision|revisions}}. Deletion of such pages has been restricted to prevent accidental disruption of {{SITENAME}}.
ca_es: Aquesta pàgina té un historial d'edicions molt gran, amb més de $1 {{PLURAL:$1|canvi|canvis}}. L'eliminació d'aquestes pàgines està restringida per a prevenir que hi pugui haver un desajustament seriós de la base de dades de tot el projecte {{SITENAME}} per accident.

source: This page has a large edit history, over $1 {{PLURAL:$1|revision|revisions}}. Deleting it may disrupt database operations of {{SITENAME}}; proceed with caution.
ca_es: Aquesta pàgina té un historial d'edicions molt gran, amb més de $1 {{PLURAL:$1|canvi|canvis}}. Eliminar-la podria suposar un seriós desajustament de la base de dades de tot el projecte {{SITENAME}}; aneu en compte abans dur a terme l'acció.

source: Roll back edits
ca_es: Reverteix edicions

source: Rollback
ca_es: Revoca

source: rollback
ca_es: Reverteix

source: rollback $1 {{PLURAL:$1|edit|edits}}
ca_es: reverteix $1 {{PLURAL:$1|edició|edicions}}

source: rollback more than $1 {{PLURAL:$1|edit|edits}}
ca_es: reverteix més de $1 {{PLURAL:$1|edició|edicions}}

source: Rollback failed
ca_es: No s'ha pogut revocar

source: Cannot revert edit; last contributor is only author of this page.
ca_es: No s'ha pogut revertir les edicions; el darrer coŀlaborador és l'únic autor de la pàgina.

source: Cannot rollback last edit of [[:$1]] by [[User:$2|$2]] ([[User talk:$2|talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]); someone else has edited or rolled back the page already. The last edit to the page was by [[User:$3|$3]] ([[User talk:$3|talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).
ca_es: No es pot revertir la darrera modificació de [[:$1]] de l'usuari [[User:$2|$2]] ([[User talk:$2|Discussió]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]). Algú altre ja ha modificat o revertit la pàgina. La darrera modificació ha estat feta per l'usuari [[User:$3|$3]] ([[User talk:$3|Discussió]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).

source: The edit summary was: "''$1''".
ca_es: El resum d'edició ha estat: «$1».

source: Reverted edits by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]]) to last revision by [[User:$1|$1]]
ca_es: Revertides les edicions de [[Special:Contributions/$2|$2]] ([[User talk:$2|discussió]]) a l'última versió de [[User:$1|$1]]

source: Reverted edits by a hidden user to last revision by {{GENDER:$1|[[User:$1|$1]]}}
ca_es: Edicions revertides per un usuari ocult a l'última revisió de {{GENDER:$1|[[User:$1|$1]]}}

source: Reverted edits by $1; changed back to last revision by $2.
ca_es: Edicions revertides de $1; s'ha canviat a la darrera versió de $2.

source: Session failure
ca_es: Error de sessió

source: There seems to be a problem with your login session; this action has been canceled as a precaution against session hijacking. Go back to the previous page, reload that page and then try again.
ca_es: Sembla que hi ha problema amb la vostra sessió. Aquesta acció ha estat anuŀlada en prevenció de pirateig de sessió. Si us plau, pitgeu «Torna», i recarregueu la pàgina des d'on veniu, després intenteu-ho de nou.

source: Protection log
ca_es: Registre de protecció

source: Below is a list of changes to page protections. See the [[Special:ProtectedPages|protected pages list]] for the list of currently operational page protections.
ca_es: A continuació es mostra un registre amb els canvis de protecció de pàgines. Vegeu la [[Special:ProtectedPages|llista de pàgines protegides]] per a la llista de les pàgines que actualment tenen alguna protecció.

source: protected "[[$1]]"
ca_es: ha protegit «[[$1]]»

source: changed protection level for "[[$1]]"
ca_es: ha canviat el nivell de protecció de «[[$1]]»

source: removed protection from "[[$1]]"
ca_es: ha desprotegit "[[$1]]"

source: moved protection settings from "[[$2]]" to "[[$1]]"
ca_es: ha traslladat els ajustaments de protecció des de «[[$2]]» a «[[$1]]»

source: Change protection level for "$1"
ca_es: Canviant la protecció de «$1»

source: View protection level of "$1"
ca_es: Mostra el nivell de protecció de " $1 "

source: [[$1]] moved to [[$2]]
ca_es: [[$1]] mogut a [[$2]]

source: Non-protectable namespace
ca_es: Espai de nom no-protectable

source: Pages in this namespace cannot be protected.
ca_es: Les pàgines en aquest espai de nom no pot ser protegit.

source: This page cannot be protected as there are no restriction types available.
ca_es: Aquesta pàgina no es pot protegir ja que no hi ha cap tipus de restricció disponible.

source: Non-protectable page
ca_es: Pàgina no protegible

source: Confirm protection
ca_es: Confirmeu la protecció

source: Expires:
ca_es: Data d'expiració

source: Expiry time is invalid.
ca_es: Data d'expiració no vàlida

source: Expiry time is in the past.
ca_es: El temps de termini ja ha passat.

source: Unlock further protect options
ca_es: Desbloqueja les opcions de protecció avançades

source: Here you may view and change the protection level for the page '''$1'''.
ca_es: Aquí podeu visualitzar i canviar el nivell de protecció de la pàgina «$1». Assegureu-vos de seguir les polítiques existents.

source: You cannot change protection levels while blocked. Here are the current settings for the page '''$1''':
ca_es: No podeu canviar els nivells de protecció mentre estigueu bloquejats. Ací hi ha els paràmetres actuals de la pàgina '''$1''':

source: Protection levels cannot be changed due to an active database lock. Here are the current settings for the page '''$1''':
ca_es: No poden canviar-se els nivells de protecció a casa d'un bloqueig actiu de la base de dades. Ací hi ha els paràmetres actuals de la pàgina '''$1''':

source: Your account does not have permission to change page protection levels. Here are the current settings for the page '''$1''':
ca_es: El vostre compte no té permisos per a canviar els nivells de protecció de la pàgina. Ací es troben els paràmetres actuals de la pàgina '''$1''':

source: This page is currently protected because it is included in the following {{PLURAL:$1|page, which has|pages, which have}} cascading protection turned on. You can change this page's protection level, but it will not affect the cascading protection.
ca_es: Aquesta pàgina es troba protegida perquè està inclosa en {{PLURAL:$1|la següent pàgina que té|les següents pàgines que tenen}} activada una protecció en cascada. Podeu canviar el nivell de protecció d'aquesta pàgina però això no afectarà la protecció en cascada.

source: Allow all users
ca_es: Permet tots els usuaris

source: Allow only users with "$1" permission
ca_es: Permetre només a usuaris amb permisos de "$1"

source: Allow only autoconfirmed users
ca_es: Permetre només usuaris autoconfirmats

source: Allow only administrators
ca_es: Permetre només administradors

source: cascading
ca_es: en cascada

source: expires $1 (UTC)
ca_es: expira el dia $1 (UTC)

source: expires $1
ca_es: caduca el $1

source: indefinite
ca_es: indefinit

source: Protect pages included in this page (cascading protection)
ca_es: Protecció en cascada: protegeix totes les pàgines i plantilles incloses en aquesta.

source: You cannot change the protection levels of this page because you do not have permission to edit it.
ca_es: No podeu canviar els nivells de protecció d'aquesta pàgina, perquè no teniu permisos per a editar-la.

source: Other time:
ca_es: Un altre termini:

source: other time
ca_es: un altre termini

source: Existing expiry time: $3, $2
ca_es: Data d'expiració existent: $2 a les $3

source: *Common protection reasons ** Excessive vandalism ** Excessive spamming ** Counter-productive edit warring ** High traffic page
ca_es: *Motius comuns de protecció ** Vandalisme excessiu ** Spam excessiu ** Guerra d'edicions improductiva ** Pàgina amb alt trànsit

source: Edit protection reasons
ca_es: Edita motius de protecció

source: 1 hour:1 hour,1 day:1 day,1 week:1 week,2 weeks:2 weeks,1 month:1 month,3 months:3 months,6 months:6 months,1 year:1 year,infinite:infinite
ca_es: 1 hora:1 hour,1 dia:1 day,1 setmana:1 week,2 setmanes:2 weeks,1 mes:1 month,3 mesos:3 months,6 mesos:6 months,1 any:1 year,infinit:infinite

source: Permission:
ca_es: Permís:

source: Restriction level:
ca_es: Nivell de restricció:

source: Min size
ca_es: Mida mínima

source: Max size:
ca_es: Mida màxima:

source: Upload
ca_es: Carrega

source: fully protected
ca_es: protegida

source: semi protected
ca_es: semiprotegida

source: any level
ca_es: qualsevol nivell

source: View deleted pages
ca_es: Restaura una pàgina esborrada

source: View and restore deleted pages
ca_es: Mostra i restaura pàgines esborrades

source: '''The following consists of deleted revisions of [[:$1|$1]]'''.
ca_es: '''A continuació teniu revisions eliminades de [[:$1]]'''.

source: The following {{PLURAL:$1|page has been deleted but is|$1 pages have been deleted but are}} still in the archive and can be restored. The archive may be periodically cleaned out.
ca_es: S'ha eliminat {{PLURAL:|la pàgina $1, però encara és a l'arxiu i pot ser restaurada|les pàgines $1, però encara són a l'arxiu i poden ser restaurades}}. Es Pot netejar l'arxiu periòdicament.

source: Restore revisions
ca_es: Restaura revisions

source: To restore the page's entire history, leave all checkboxes deselected and click '''''{{int:undeletebtn}}'''''. To perform a selective restoration, check the boxes corresponding to the revisions to be restored, and click '''''{{int:undeletebtn}}'''''.
ca_es: Per a restaurar l'historial sencer de la pàgina, deixeu totes les caselles sense seleccionar i feu clic a '''''{{int:undeletebtn}}'''''. Per a realitzar una restauració selectiva, marqueu les caselles que corresponguin a les revisions que voleu recuperar, i feu clic a '''''{{int:undeletebtn}}'''''.

source: $1 {{PLURAL:$1|revision|revisions}} archived
ca_es: {{PLURAL:$1|Una revisió arxivada|$1 revisions arxivades}}

source: If you restore the page, all revisions will be restored to the history. If a new page with the same name has been created since the deletion, the restored revisions will appear in the prior history.
ca_es: Si restaureu la pàgina, totes les revisions seran restaurades a l'historial. Si s'hagués creat una nova pàgina amb el mateix nom d'ençà que la vàreu esborrar, les versions restaurades apareixeran abans a l'historial.

source: Undeletion will not be performed if it will result in the top page or file revision being partially deleted. In such cases, you must uncheck or unhide the newest deleted revision.
ca_es: No es revertirà l'eliminació si això provoca la supressió parcial de la pàgina superior. En aqueixos casos, heu de desmarcar o mostrar les revisions eliminades més noves.

source: This page has been deleted. The reason for deletion is shown in the summary below, along with details of the users who had edited this page before deletion. The actual text of these deleted revisions is only available to administrators.
ca_es: S'ha eliminat la pàgina. El motiu es mostra al resum a continuació, juntament amb detalls dels usuaris que l'havien editat abans de la seua eliminació. El text de les revisions eliminades només és accessible als administradors.

source: Deleted revision of $1 (as of $4, at $5) by $3:
ca_es: S'ha eliminat la revisió de $1 (des del dia $4 a les $5), revisat per $3:

source: Invalid or missing revision. You may have a bad link, or the revision may have been restored or removed from the archive.
ca_es: La revisió no és vàlida o no hi és. Podeu tenir-hi un enllaç incorrecte, o bé pot haver-se restaurat o eliminat de l'arxiu.

source: No previous revision found.
ca_es: No s'ha trobat cap revisió anterior.

source: Restore
ca_es: Restaura!

source: view/restore
ca_es: mira/restaura

source: view
ca_es: veure

source: Reset
ca_es: Reinicia

source: Invert selection
ca_es: Invertir selecció

source: {{PLURAL:$1|1 revision|$1 revisions}} restored
ca_es: {{PLURAL:$1|Una revisió restaurada|$1 revisions restaurades}}

source: {{PLURAL:$1|1 revision|$1 revisions}} and {{PLURAL:$2|1 file|$2 files}} restored
ca_es: {{PLURAL:$1|Una revisió|$1 revisions}} i {{PLURAL:$2|un fitxer|$2 fitxers}} restaurats

source: {{PLURAL:$1|1 file|$1 files}} restored
ca_es: $1 {{PLURAL:$1|fitxer restaurat|fitxers restaurats}}

source: Undelete failed: $1
ca_es: Hi ha hagut un error en el procés de restauració: $1

source: '''$1 has been restored''' Consult the [[Special:Log/delete|deletion log]] for a record of recent deletions and restorations.
ca_es: '''S'ha restaurat «$1»''' Consulteu el [[Special:Log/delete|registre d'esborraments]] per a veure els esborraments i els restauraments més recents.

source: See [[Special:Log/delete|the deletion log]] for recently deleted pages.
ca_es: Vegeu [[Special:Log/delete|el registre d'eliminació]] per a veure les pàgines eliminades recentment.

source: Show pages starting with:
ca_es: Mostra pàgines que comencin:

source: No matching pages found in the deletion archive.
ca_es: Amb aquest criteri de cerca, no s'ha trobat cap pàgina a l'arxiu de supressions

source: Cannot undelete file revision with timestamp $1: Filename mismatch.
ca_es: No es pot revertir l'eliminació de la revisió de fitxer amb marca horària $1: no coincideix el nom de fitxer

source: Cannot undelete file revision with timestamp $1: File was missing before deletion.
ca_es: No es pot revertir la revisió de fitxer amb marca horària $1: el fitxer no hi era abans i tot de ser eliminat.

source: Error deleting unused archive file "$1".
ca_es: S'ha produït un error en eliminar el fitxer d'arxiu sense utilitzar «$1».

source: Unable to restore file archive ID $1 because it is not in the database. It may have already been undeleted.
ca_es: No s'ha pogut restaurar l'identificador $1 d'arxiu de fitxers perquè no es troba a la base de dades. Podria ser que ja s'hagués revertit l'eliminació.

source: Error undeleting page
ca_es: Error recuperant pàgina

source: Error undeleting file: $1
ca_es: S'ha produït un error en revertir l'eliminació del fitxer: $1

source: Errors were encountered while undeleting the file: $1
ca_es: S'han produït errors en revertir la supressió del fitxer: $1

source: Are you sure you want to view the deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ca_es: Segur que voleu veure la revisió esborrada del fitxer «<nowiki>$1</nowiki>» corresponent a les $3 del $2?

source: Check this box to hide changes to pages within the selected namespace (and the associated namespace if checked)
ca_es: Marqueu aquesta casella per ocultar els canvis a les pàgines de l'espai de noms seleccionat (i l'espai de noms associat si està activat)

source: Associated namespace
ca_es: Espai de noms associat

source: Check this box to also include the talk or subject namespace associated with the selected namespace
ca_es: Marqueu aquesta casella per incloure l'espai de noms de discussió o de no discussió associat a l'espai de noms seleccionat

source: (Main)
ca_es: (Principal)

source: {{GENDER:$1|User}} contributions
ca_es: Contribucions de {{GENDER:$1|l'usuari|la usuària}}

source: User contributions for $1
ca_es: Contribucions de l'usuari $1

source: Contributions
ca_es: Contribucions

source: For {{GENDER:$3|$1}} ($2)
ca_es: Per a {{GENDER:$3|$1}} ($2)

source: No changes were found matching these criteria.
ca_es: No s'ha trobat canvis que encaixessin amb aquests criteris.

source: (current)
ca_es: (actual)

source: From month (and earlier):
ca_es: Mes (i anteriors):

source: From year (and earlier):
ca_es: Any (i anteriors):

source: Show contributions of new accounts only
ca_es: Mostra les contribucions dels usuaris novells

source: For new accounts
ca_es: Per a novells

source: User contributions for new accounts
ca_es: Contribucions dels comptes d'usuari més nous

source: block log
ca_es: Registre de bloquejos

source: deleted user contributions
ca_es: contribucions d'usuari esborrades

source: uploads
ca_es: pujades

source: logs
ca_es: registres

source: talk
ca_es: discussió

source: user rights management
ca_es: gestió de drets d'usuari

source: This IP address is currently blocked. The latest block log entry is provided below for reference:
ca_es: En aquests moments, aquesta adreça IP es troba blocada. Per més detalls, la última entrada del registre es mostra a continuació:

source: Search for contributions
ca_es: Cerca les contribucions

source: IP address or username:
ca_es: Adreça IP o nom d'usuari:

source: Only show edits that are latest revisions
ca_es: Mostra només revisions superiors

source: What links here
ca_es: Què hi enllaça

source: Pages that link to "$1"
ca_es: Pàgines que enllacen amb «$1»

source: Page:
ca_es: Pàgina:

source: The following pages link to '''[[:$1]]''':
ca_es: Les següents pàgines enllacen amb '''[[:$1]]''':

source: No pages link to '''[[:$1]]'''.
ca_es: Cap pàgina no enllaça amb '''[[:$1]]'''.

source: No pages link to '''[[:$1]]''' in the chosen namespace.
ca_es: No s'enllaça cap pàgina a '''[[:$1]]''' en l'espai de noms triat.

source: redirect page
ca_es: pàgina redirigida

source: transclusion
ca_es: inclosa

source: file link
ca_es: enllaç a fitxer

source: ← links
ca_es: ← enllaços

source: $1 redirects
ca_es: $1 redireccions

source: $1 transclusions
ca_es: $1 inclusions

source: $1 links
ca_es: $1 enllaços

source: $1 file links
ca_es: $1 enllaços de fitxers

source: Filters
ca_es: Filtres

source: Autoblock #$1
ca_es: Autoblocatge #$1

source: Block user
ca_es: Blocatge d'usuaris

source: Unblock user
ca_es: Desblocatge d'usuaris

source: Use the form below to block write access from a specific IP address or username. This should be done only to prevent vandalism, and in accordance with [[{{MediaWiki:Policy-url}}|policy]]. Fill in a specific reason below (for example, citing particular pages that were vandalized).
ca_es: Empreu el següent formulari per blocar l'accés d'escriptura des d'una adreça IP específica o des d'un usuari determinat. això només s'hauria de fer per prevenir el vandalisme, i d'acord amb la [[{{MediaWiki:Policy-url}}|política del projecte]]. Empleneu el diàleg de sota amb un motiu específic (per exemple, citant quines pàgines en concret estan sent vandalitzades).

source: Expiry:
ca_es: Venciment

source: *Common block reasons ** Inserting false information ** Removing content from pages ** Spamming links to external sites ** Inserting nonsense/gibberish into pages ** Intimidating behavior/harassment ** Abusing multiple accounts ** Unacceptable username
ca_es: *Motius de bloqueig més freqüents ** Inserció d'informació falsa ** Supressió de contingut sense justificació ** Inserció d'enllaços promocionals (spam) ** Inserció de contingut sense cap sentit ** Conducta intimidatòria o hostil ** Abús de comptes d'usuari múltiples ** Nom d'usuari no acceptable

source: Prevent logged-in users from editing from this IP address
ca_es: Impedeix que els usuaris registrats puguin editar des d'aquesta adreça IP

source: Prevent account creation
ca_es: Impedeix la creació de comptes

source: Prevent user from sending email
ca_es: Impedeix que l'usuari enviï correus electrònics

source: Automatically block the last IP address used by this user, and any subsequent IP addresses they try to edit from
ca_es: Bloca l'adreça IP d'aquest usuari, i totes les subseqüents adreces des de les quals intenti registrar-se

source: Block this user
ca_es: Bloqueja aquesta adreça

source: 2 hours:2 hours,1 day:1 day,3 days:3 days,1 week:1 week,2 weeks:2 weeks,1 month:1 month,3 months:3 months,6 months:6 months,1 year:1 year,indefinite:infinite
ca_es: 2 hores:2 hours,1 dia:1 day,3 dies:3 days,1 setmana:1 week,2 setmanes:2 weeks,1 mes:1 month,3 mesos:3 months,6 mesos:6 months,1 any:1 year,infinit:infinite

source: other
ca_es: un altre

source: Hide username from edits and lists
ca_es: Amaga el nom d'usuari de les edicions i llistes

source: Watch this user's user and talk pages
ca_es: Vigila les pàgines d'usuari i de discussió de l'usuari

source: Prevent this user from editing their own talk page while blocked
ca_es: Impedeix que aquest usuari pugui modificar la seva pàgina de discussió mentre dura el blocatge

source: Re-block the user with these settings
ca_es: Torna a blocar l'usuari amb aquests paràmetres

source: Confirm block
ca_es: Confirma el blocatge

source: Invalid IP address
ca_es: L'adreça IP no té el format correcte.

source: Block succeeded
ca_es: S'ha blocat amb èxit

source: [[Special:Contributions/$1|$1]] has been blocked.<br /> See the [[Special:BlockList|block list]] to review blocks.
ca_es: [[Special:Contributions/$1|$1]] ha estat {{GENDER:$1|blocat|blocada}}.<br /> Vegeu la [[Special:BlockList|llista de bloqueigs]] per revisar-los.

source: You are about to block yourself! Are you sure you want to do that?
ca_es: Esteu a punt de blocar-vos a vós mateix! Esteu segurs de voler-ho fer?

source: You are about to block a user with "hide user" enabled. This will suppress the user's name in all lists and log entries. Are you sure you want to do that?
ca_es: Esteu a punt de bloquejar un usuari que està marcat amb l'opció «amaga l'usuari». Això suprimirà el seu nom a totes les llistes i registres. Esteu segurs de voler-ho fer?

source: Edit block reasons
ca_es: Edita les raons per a blocar

source: Unblock $1
ca_es: Desbloca $1

source: Unblock a username or IP address
ca_es: Desbloca un usuari o una adreça IP

source: View existing blocks
ca_es: Llista els bloquejos existents

source: Contributions for $1
ca_es: Contribucions de $1

source: Use the form below to restore write access to a previously blocked IP address or username.
ca_es: Empreu el següent formulari per restaurar l'accés a l'escriptura a una adreça IP o un usuari prèviament bloquejat.

source: Remove this block
ca_es: Desbloca aquesta adreça

source: [[User:$1|$1]] has been unblocked.
ca_es: S'ha desbloquejat l'{{GENDER:$1|usuari|usuària}} [[User:$1|$1]]

source: $1 has been unblocked.
ca_es: $1 ha estat desblocat

source: Block $1 has been removed.
ca_es: S'ha eliminat el bloqueig de $1

source: Blocked users
ca_es: Usuaris blocats

source: Find a blocked user
ca_es: Cerca un usuari blocat

source: Hide account blocks
ca_es: Amaga bloquejos de compte
